
MESSAGES = {
    'start': 'Рады приветствовать вас {0} 🖖!\nВы успешно подключились к сервису BestMoney',
    'operations': 'Перейти к опреациям:\nhttps://t.me/BestMoneySolution',
    'main_screen': 'Переход на главный экран:\nhttps://t.me/BestMoneySolution',
    'chat': 'Переход в чат:\nhttps://t.me/solution_best_money_flood',
    'set_title': 'Укажите заголовок поста.',
    'set_description': 'Укажите основной текст поста.',
    'set_photo': 'Пришлите фото для поста или нажмите "пост без фото".',
    'confirm_post': 'Так будет выглядеть пост.\nПодтвердите отправку или нажмите "отмена".',
    'canceled': 'Действие отменено.',
    'post_confirmed': 'Пост опубликован.',
    'choose_operation': '<b>Выберете операцию:</b>⬇️',
    'grn_to_rub': 'Все операции осуществляются только после предварительного уточнения информации оператором:\n'
                  '1. укажите сумму которую хотите обменять\n'
                  '2. название банка на который хотите получить средства\n'
                  '3. С вами связывается менеджер для уточнения заказа)\n'
                  '(например: 5000 грн в рубли на карту Сбербанка)⬇️',
    'transfer_abroad': 'Все операции осуществляются только после предварительного уточнения информации оператором:\n'
                       '1. Вы указываете сумму которую хотите перевести  (например: 1000€)\n'
                       '2. Название страны в который хотите получить средства (например: Италия)\n'
                       '3. С вами связывается менеджер для уточнения заказа)⬇️',
    'application_sent': 'Отлично!\nВаша заявка отправлена. Оператор скоро свяжется с Вами для подтверждения операции.',
    'info': '<b>Информация о сервисе:</b>⬇️',
    'share_contact': 'Чтобы администратор мог связаться с Вами, отправьте мне свой контакт.\n'
                      'Нажмите на кнопку "Поделиться контактом" ⬇️'
}
